{
    "examplebooks": {
        "rabbits": "A football game where the nice rabbits win against the mean dogs",
        "teamwork": "Happiness, friendship, fantasy, fairy, gnomes, teamwork",
        "batman-mario": "Batman and mario playing different sports together, happiness, outdoors",
        "scenarios": "Turn any scenario into a colouring page!",
        "scpecific": "Give specific prompts for each page"
    },
    "creation": {
        "option1": "Better quality",
        "option2": "More difficult colouring",
        "option3": "Only one page",
        "create": "Create my book",
        "warning1": "Please fill in the book description!",
        "placeholder1": "Mario playing chess against a frog in a park, they are both focused and having fun.\nA dragon blowing the candled on his birthday cake.",
        "placeholder2": "A rabbit in a football outfit scoring a goal. The football is in the bottom corner of the goal net. The big text \"GOAL\" is written on top of the page. \nA happy gnome sat on a tree stump and eating pizza.",
        "placeholder3": "A group of three frogs jumping over the moon.\nA big, open, glowing treasure-chest full of pizza and ice cream.",
        "tips_button": "Help! How do I make my book?",
        "tips_close_button": "Click again to hide",
        "tips1": "Generate multiple pages by writing each scene in a separate sentence.\n [do] A dragon blowing the candled on his birthday cake. \nA heard of 5 happy sheep in a field, watching TV on a big screen[/do]",
        "tips2": "Famous characters/people can give inconsistent results\n\n[avoid] Mario, Superman, Elon Musk[/avoid] \n[do]dog, dragon, gnome, fairy, tall man with a moustache, smiling man with big wavy yellow hair[/do]",
        "tips3": "Use specific descriptions\n[avoid]…playing together[/avoid] [do]…playing catch and running around in a grass field[/do] [avoid]some dogs[/avoid] [do]a group of three dogs[/do]",
        "tips4": "Avoid putting too many characters together [avoid]…with a dragon, an elephant, a crocodile, a gnome, a witch[/avoid] [do]...with a gnome sitting besides a dragon.[/do]",
        "tips5": "For more complicated scenes or better quality, toggle \"Better quality\""
    }
}