{
    "examplebooks": {
        "rabbits": "Un match de football où les gentils lapins gagnent contre les méchants chiens",
        "teamwork": "Joie, amitié, fantasie, fée, lutins, travail d'équipe",
        "batman-mario": "Batman et Mario jouant à différents sports ensemble, bonheur, en plein air",
        "scenarios": "Transformez n'importe quel scénario en une page à colorier !",
        "scpecific": "Donnez des consignes spécifiques pour chaque page"
    },
    "creation": {
        "option1": "Meilleure qualité d'image (augmentation du prix)",
        "option2": "Coloriage plus difficile",
        "option3": "Une seule page",
        "create": "Créer mon livre",
        "warning1": "Veuillez remplir la description de votre livre!",
        "placeholder1": "Mario jouant aux échecs contre une grenouille dans un parc, ils sont tous les deux concentrés et s'amusent. \nUn dragon soufflant sur les bougies de son gâteau d'anniversaire.",
        "placeholder2": "Un lapin en tenue de football marquant un but. Le ballon est dans le coin inférieur du filet. Le grand texte « BUT » est écrit en haut de la page. \nUn gnome heureux assis sur une souche d'arbre en train de manger une pizza.",
        "placeholder3": "Un groupe de trois grenouilles sautant par-dessus la lune.\nUn grand coffre au trésor ouvert, brillant et rempli de pizzas et de glaces.",
        "tips_button": "Aide: Comment créer son livre?",
        "tips_close_button": "Cliquez à nouveau pour masquer",
        "tips1": "Générez plusieurs pages en écrivant chaque scène dans une phrase distincte\n\n[do]Un dragon soufflant sur les bougies de son gâteau d'anniversaire. Un troupeau de 5 moutons heureux dans un champ, regardant la télévision sur un grand écran[/do]",
        "tips2": "Les personnages/personnes célèbres peuvent donner des résultats incohérents\n\n[avoid]Mario, Superman, Elon Musk[/avoid]\n[do]Un chien, un dragon, un gnome, une fée, un homme grand avec une moustache, un homme souriant avec de grands cheveux jaunes ondulés[/do]",
        "tips3": "Utilisez des descriptions spécifiques. \n[avoid]…jouant ensemble[/avoid][do]…jouant au loup et courant dans un grand champ d'herbe[/do] \n[avoid]des chiens[/avoid]  [do] un groupe de trois chiens[/do]",
        "tips4": "Évitez de regrouper trop de personnages\n[avoid]…avec un dragon, un grand éléphant, un crocodile et un lutin heureux[/avoid] [do]avec un lutin assis à côté d’un dragon.[/do]",
        "tips5": "Pour des scènes plus complexes ou une meilleure qualité, activez \"Meilleure qualité\""
    }
}